
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/g 今天好多人", -- [1]
		"/g alx 世界boss刷了？", -- [2]
		"/g 奥奥", -- [3]
		"/g 当时做完赞达拉万古长存，看到祖尔叛变还挺接受不了，毕竟从110开始一起任务的NPC，说进本就进本了", -- [4]
		"/g 熊猫人不是打脑残吼嘛", -- [5]
		"/g 说这个版本沃金要复活 ", -- [6]
		"/g 不知道哇 那是没玩", -- [7]
		"/g woyaohuangehao", -- [8]
		"/tmw", -- [9]
		"/i 换个网 有点卡", -- [10]
		"/i 这也add？", -- [11]
		"/i 多拉点", -- [12]
		"/g 只有9", -- [13]
		"/g 组人5min", -- [14]
		"/g 来了来了", -- [15]
		"/g 自由镇还是要DZ", -- [16]
		"/g 除了自由 哪些本好打点", -- [17]
		"/g 监狱是不是也还可以", -- [18]
		"/wa", -- [19]
		"/tptp", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
