
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/g 监狱感觉不行", -- [1]
		"/g 我这个至高岭牛头人，出师不利", -- [2]
		"/g 大表弟这句话，是不是之前也说过", -- [3]
		"/g 感觉很熟悉", -- [4]
		"/g 赶紧摧毁", -- [5]
		"/g 搞个诸王", -- [6]
		"/g |cffa335ee|Hitem:159617::::::::120:268::16:3:5010:1562:4784:::|h[金辉飞羽]|h|r", -- [7]
		"/g 你需要wa", -- [8]
		"/g 或者tmw", -- [9]
		"/p 这是啥", -- [10]
		"/p 我去打jjc了", -- [11]
		"/p 奶僧", -- [12]
		"/p 地缘不好打，一打两小时", -- [13]
		"/p 好的", -- [14]
		"/p paima", -- [15]
		"/p 拍吗", -- [16]
		"/p 还是他们", -- [17]
		"/p pai?", -- [18]
		"/wa", -- [19]
		" 我怎么一个糖果也没有", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
