
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["浠浠的海洋球 - 燃烧之刃"] = "浠浠的海洋球 - 燃烧之刃",
	},
	["profiles"] = {
		["浠浠的海洋球 - 燃烧之刃"] = {
			["appShine"] = "80000.06",
			["version"] = "80000.06",
			["createHistoryList"] = {
				"6-0-16-0", -- [1]
				"6-0-17-0", -- [2]
			},
			["lastSearchCode"] = "6-0-0-0",
			["recent"] = {
				["4-0-7-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "山猪贼-燃烧之刃",
						["iLvl"] = 363,
						["time"] = 1540572810,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "山猪#5374",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "西城之爵-黑铁",
						["iLvl"] = 380,
						["time"] = 1540572810,
						["class"] = 1,
						["bTag"] = "西城之决#5487",
					}, -- [2]
				},
				["1-248-650-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "朕射你灬无罪-死亡之翼",
						["iLvl"] = 358,
						["time"] = 1538195384,
						["class"] = 3,
						["bTag"] = "风雨天魔#5912",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "老司机套套-狂热之刃",
						["iLvl"] = 347,
						["time"] = 1538195460,
						["class"] = 6,
						["bTag"] = "唐僧#5550",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "暮暮朝朝情-凤凰之神",
						["iLvl"] = 370,
						["time"] = 1538195460,
						["class"] = 8,
						["bTag"] = "似水流年丶#5202",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "南山小法-提瑞斯法",
						["iLvl"] = 352,
						["time"] = 1538195460,
						["class"] = 8,
						["bTag"] = "蛋蛋#56325",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "李雷丶-轻风之语",
						["iLvl"] = 331,
						["time"] = 1538371873,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "二十七杯酒#5232",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "名字要动人-风暴之鳞",
						["iLvl"] = 356,
						["time"] = 1538371873,
						["class"] = 2,
						["bTag"] = "沉默之风暴#511805",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "紫丶楓丶-克尔苏加德",
						["iLvl"] = 366,
						["time"] = 1538371864,
						["class"] = 12,
						["bTag"] = "紫丶枫丶#5666",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "邪恶的木偶-埃德萨拉",
						["iLvl"] = 355,
						["time"] = 1538371864,
						["class"] = 9,
						["bTag"] = "潜行之鲷#512911",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "余乔治-凤凰之神",
						["iLvl"] = 339,
						["time"] = 1538371877,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "ALLEN#5598",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "七楼的雪儿-萨菲隆",
						["iLvl"] = 350,
						["time"] = 1538371883,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "曾经的谁#5943",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "补刀-斩魔者",
						["iLvl"] = 342,
						["time"] = 1538371875,
						["class"] = 4,
						["bTag"] = "凯恩#511559",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "樱花曼落-鬼雾峰",
						["iLvl"] = 373,
						["time"] = 1538371871,
						["class"] = 2,
						["bTag"] = "大笨熊#51455",
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "于敖风-寒冰皇冠",
						["iLvl"] = 366,
						["time"] = 1538371877,
						["class"] = 5,
						["bTag"] = "许春平#5775",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "柯基大长腿-格瑞姆巴托",
						["iLvl"] = 371,
						["time"] = 1538371875,
						["class"] = 12,
						["bTag"] = "大葱飞半天#5600",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "社会我王哥-海加尔",
						["time"] = 1538371873,
						["class"] = 4,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "堕天-霜狼",
						["iLvl"] = 368,
						["time"] = 1538371877,
						["class"] = 1,
						["bTag"] = "Dylan#5119",
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "干物妹丶小埋-提瑞斯法",
						["iLvl"] = 352,
						["time"] = 1538371883,
						["class"] = 12,
						["bTag"] = "风吹菊花残#5570",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "我叫王闪火-燃烧之刃",
						["iLvl"] = 357,
						["time"] = 1538371877,
						["class"] = 3,
						["bTag"] = "小乔#51677",
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "陌小夕-梅尔加尼",
						["iLvl"] = 357,
						["time"] = 1538371873,
						["class"] = 5,
						["bTag"] = "亓薇#5888",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "汐色染红琉年-艾莫莉丝",
						["iLvl"] = 356,
						["time"] = 1538371871,
						["class"] = 12,
						["bTag"] = "危笑#51506",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "小鸟玩世界-罗曼斯",
						["iLvl"] = 341,
						["time"] = 1538371869,
						["class"] = 10,
						["bTag"] = "小鸟玩世界#5638",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "Eredar-熵魔",
						["time"] = 1538371875,
						["class"] = 6,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "扫把酱-格瑞姆巴托",
						["iLvl"] = 362,
						["time"] = 1538371873,
						["class"] = 2,
						["bTag"] = "杨文杰#5316",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "拖后腿的小贼-血环",
						["iLvl"] = 354,
						["time"] = 1538371881,
						["class"] = 5,
						["bTag"] = "拖后腿的小贼#5314",
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "眞爱珍爱-无尽之海",
						["iLvl"] = 368,
						["time"] = 1538371883,
						["class"] = 2,
						["bTag"] = "放肆的青春#5284",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "水墨音色-燃烧之刃",
						["iLvl"] = 370,
						["time"] = 1538371883,
						["class"] = 8,
						["bTag"] = "夜宸#5364",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "乱石欠一通-霜狼",
						["iLvl"] = 354,
						["time"] = 1538371875,
						["class"] = 12,
						["bTag"] = "凉心#5630",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "再世撒旦-恶魔之魂",
						["iLvl"] = 356,
						["time"] = 1538371869,
						["class"] = 7,
						["bTag"] = "野生的鬼斯通#5161",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "午夜老母鸡-伊森利恩",
						["iLvl"] = 370,
						["time"] = 1538371871,
						["class"] = 3,
						["bTag"] = "爱是她的马尾#5310",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "有事领导上-闪电之刃",
						["iLvl"] = 353,
						["time"] = 1538371877,
						["class"] = 3,
						["bTag"] = "尹兆丰#5910",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "哈哈丶帅猎猎-血环",
						["iLvl"] = 372,
						["time"] = 1538371869,
						["class"] = 3,
						["bTag"] = "游学者丶秋日#51832",
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "守心克己-布兰卡德",
						["iLvl"] = 363,
						["time"] = 1538371873,
						["class"] = 5,
						["bTag"] = "浪有点大#5882",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "十方宇宙-燃烧之刃",
						["iLvl"] = 332,
						["time"] = 1538371873,
						["class"] = 12,
						["bTag"] = "时间领主#5461",
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "食人魔领袖-红龙军团",
						["iLvl"] = 353,
						["time"] = 1538371864,
						["class"] = 1,
						["bTag"] = "爱因斯坦#5381",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "年迈的学徒-血色十字军",
						["iLvl"] = 358,
						["time"] = 1538371873,
						["class"] = 2,
						["bTag"] = "她说年少轻狂#5329",
					}, -- [35]
					{
						["role"] = "HEALER",
						["name"] = "冰音丶-布兰卡德",
						["iLvl"] = 354,
						["time"] = 1538371883,
						["class"] = 5,
						["bTag"] = "Latte#5847",
					}, -- [36]
					{
						["role"] = "HEALER",
						["name"] = "丶默语-伊森利恩",
						["time"] = 1538371863,
						["class"] = 10,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "最冷一夜-幽暗沼泽",
						["iLvl"] = 331,
						["time"] = 1538371869,
						["class"] = 3,
						["bTag"] = "唐朝小秀才#5993",
					}, -- [38]
					{
						["role"] = "TANK",
						["name"] = "丿浪条丶-黑铁",
						["iLvl"] = 369,
						["time"] = 1538371883,
						["class"] = 6,
						["bTag"] = "嘟嘟车厘子#5618",
					}, -- [39]
					{
						["role"] = "HEALER",
						["name"] = "丿浪小条丶-黑铁",
						["iLvl"] = 359,
						["time"] = 1538371883,
						["class"] = 10,
						["bTag"] = "嘟嘟车厘子#5618",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "纯天然猛牛-冰霜之刃",
						["iLvl"] = 361,
						["time"] = 1538371883,
						["class"] = 10,
						["bTag"] = "好哥#51781",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "Qqdruid-死亡之翼",
						["time"] = 1538371883,
						["class"] = 11,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "Vurtme-藏宝海湾",
						["iLvl"] = 358,
						["time"] = 1538371871,
						["class"] = 8,
						["bTag"] = "恩佐斯#5473",
					}, -- [43]
				},
				["3-135-494-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "乱试佳人-燃烧之刃",
						["iLvl"] = 369,
						["time"] = 1538484129,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "熊猫爪子#5422",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "柯老师输出高-燃烧之刃",
						["iLvl"] = 355,
						["time"] = 1538484129,
						["class"] = 1,
						["bTag"] = "敏捷的祥哥#5973",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "乱试嘉人-燃烧之刃",
						["iLvl"] = 366,
						["time"] = 1538484129,
						["class"] = 2,
						["bTag"] = "ruiying#5286",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "小喜力-燃烧之刃",
						["time"] = 1538484129,
						["class"] = 11,
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "四小爪子-燃烧之刃",
						["iLvl"] = 363,
						["time"] = 1538484129,
						["class"] = 5,
						["bTag"] = "Ryning#5338",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "真流星蝴蝶剑-燃烧之刃",
						["iLvl"] = 363,
						["time"] = 1538484129,
						["class"] = 6,
						["bTag"] = "蝴蝶大人#5996",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "欧嵘棘橙鬃-银松森林",
						["iLvl"] = 342,
						["time"] = 1538484129,
						["class"] = 11,
						["bTag"] = "谬悠魑狼#5282",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "好一朵猛少年-燃烧之刃",
						["iLvl"] = 339,
						["time"] = 1538484129,
						["class"] = 4,
						["bTag"] = "郭雨鑫#5310",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "欢乐的蘑菇-燃烧之刃",
						["iLvl"] = 338,
						["time"] = 1538484129,
						["class"] = 5,
						["bTag"] = "抽风的蘑菇#5985",
					}, -- [9]
				},
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "君华影业-安苏",
						["iLvl"] = 349,
						["time"] = 1538318825,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "公牛贼拉风#5813",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Aressdis-黑铁",
						["iLvl"] = 355,
						["time"] = 1538318825,
						["class"] = 1,
						["bTag"] = "Aress#51588",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "薆欢丶-太阳之井",
						["iLvl"] = 349,
						["time"] = 1538318825,
						["class"] = 2,
						["bTag"] = "大爱#5291",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "大酋长灬-提瑞斯法",
						["iLvl"] = 351,
						["time"] = 1538318825,
						["class"] = 8,
						["bTag"] = "紫川#5298",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "商瞿洛沁-格瑞姆巴托",
						["time"] = 1538657324,
						["class"] = 4,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "霜晨乀牧童-冰霜之刃",
						["iLvl"] = 317,
						["time"] = 1538657350,
						["class"] = 1,
						["bTag"] = "差一点丶微笑#5315",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "北斗星司丶-萨尔",
						["time"] = 1538717891,
						["class"] = 6,
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "锋狂-黑铁",
						["iLvl"] = 370,
						["time"] = 1539187678,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "牛子#51156",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "勇猛的年糕-黑铁",
						["iLvl"] = 343,
						["time"] = 1539187678,
						["class"] = 1,
						["bTag"] = "何润#51171",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "开水白菜-影之哀伤",
						["iLvl"] = 354,
						["time"] = 1539187678,
						["class"] = 3,
						["bTag"] = "开水白菜#5665",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "逗比东-天谴之门",
						["iLvl"] = 356,
						["time"] = 1539187678,
						["class"] = 4,
						["bTag"] = "逗比神#5200",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "小小刺儿头-试炼之环",
						["iLvl"] = 333,
						["time"] = 1539233367,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "肉山大魔王#52451",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "月焰焱-芬里斯",
						["iLvl"] = 352,
						["time"] = 1539233553,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "鲜血之术士#5482",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "职业卖水的丶-死亡之翼",
						["iLvl"] = 350,
						["time"] = 1539232514,
						["class"] = 8,
						["bTag"] = "请叫我霸霸丶#51570",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "尘封小猪-试炼之环",
						["iLvl"] = 287,
						["time"] = 1539233495,
						["class"] = 9,
						["bTag"] = "安安#5847",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "丿如丨花灬-死亡之翼",
						["iLvl"] = 363,
						["time"] = 1539233553,
						["class"] = 10,
						["bTag"] = "小沭士#5590",
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "我只想快乐点-卡德罗斯",
						["iLvl"] = 345,
						["time"] = 1539233553,
						["class"] = 2,
						["bTag"] = "李林峰#5881",
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "丿冷灬色丶-阿纳克洛斯",
						["iLvl"] = 344,
						["time"] = 1539233553,
						["class"] = 5,
						["bTag"] = "风无痕迹#5115",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "巨型加浓炮-格瑞姆巴托",
						["iLvl"] = 340,
						["time"] = 1539365095,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "孙长浩#5817",
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "夺命大乌苏丶-伊森利恩",
						["iLvl"] = 333,
						["time"] = 1539365139,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "遗忘的信仰#5219",
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "辉灰会飞-安苏",
						["iLvl"] = 351,
						["time"] = 1539365139,
						["class"] = 12,
						["bTag"] = "womanizer#5556",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "夜行者丶魅-燃烧之刃",
						["iLvl"] = 339,
						["time"] = 1539365095,
						["class"] = 2,
						["bTag"] = "渺小之牛头人#511978",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "胆战新京-埃德萨拉",
						["iLvl"] = 339,
						["time"] = 1539365139,
						["class"] = 1,
						["bTag"] = "青峰山山霸王#5242",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "贪食-奥特兰克",
						["iLvl"] = 330,
						["time"] = 1539365139,
						["class"] = 4,
						["bTag"] = "过分#5487",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "旧人不归-雷霆之王",
						["iLvl"] = 358,
						["time"] = 1539365139,
						["class"] = 6,
						["bTag"] = "Wyyy#5814",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "输出一号-燃烧之刃",
						["iLvl"] = 286,
						["time"] = 1539365139,
						["class"] = 4,
						["bTag"] = "小兵的成长#5488",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "煮芋头-格瑞姆巴托",
						["iLvl"] = 335,
						["time"] = 1539365139,
						["class"] = 12,
						["bTag"] = "华丽之虎#517422",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "万里悲歌-埃德萨拉",
						["iLvl"] = 350,
						["time"] = 1539365139,
						["class"] = 1,
						["bTag"] = "帅到想毁容#5976",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "阿泰爾丶伊本-烈焰峰",
						["iLvl"] = 375,
						["time"] = 1539365139,
						["class"] = 4,
						["bTag"] = "Rayleigh#5948",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "嘿啾女郎-寒冰皇冠",
						["time"] = 1539365139,
						["class"] = 12,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "别说话丶舔我-丽丽（四川）",
						["iLvl"] = 352,
						["time"] = 1540566382,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "天天曰李可心#5377",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "Velbeit-凤凰之神",
						["iLvl"] = 366,
						["time"] = 1540566356,
						["class"] = 12,
						["bTag"] = "君尚#51803",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "Watermelanyk-迅捷微风",
						["iLvl"] = 374,
						["time"] = 1540566356,
						["class"] = 9,
						["bTag"] = "西瓜丶#51816",
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "军方梅西-夏维安",
						["iLvl"] = 355,
						["time"] = 1540566382,
						["class"] = 2,
						["bTag"] = "军方梅西#5462",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "牛牛的夢想-影之哀伤",
						["iLvl"] = 258,
						["time"] = 1540566382,
						["class"] = 11,
						["bTag"] = "人间四月天#5882",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "过期防腐剂-影之哀伤",
						["iLvl"] = 367,
						["time"] = 1540566382,
						["class"] = 3,
						["bTag"] = "过期防腐剂#5466",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "杨大虫-血色十字军",
						["iLvl"] = 328,
						["time"] = 1540566382,
						["class"] = 11,
						["bTag"] = "Dito#51977",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "邓爷爷-卡扎克",
						["iLvl"] = 341,
						["time"] = 1540566376,
						["class"] = 7,
						["bTag"] = "zxy#5408",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "嗜血的爱-影之哀伤",
						["iLvl"] = 361,
						["time"] = 1540566376,
						["class"] = 8,
						["bTag"] = "魔弑#5158",
					}, -- [39]
					{
						["role"] = "TANK",
						["name"] = "光中找我-无尽之海",
						["iLvl"] = 342,
						["time"] = 1540566382,
						["class"] = 2,
						["bTag"] = "社会你伟哥#5578",
					}, -- [40]
					{
						["role"] = "HEALER",
						["name"] = "血域一魄云天-奎尔萨拉斯",
						["time"] = 1540566382,
						["class"] = 5,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "悲情影歌丶-影之哀伤",
						["iLvl"] = 363,
						["time"] = 1540566382,
						["class"] = 4,
						["bTag"] = "剑舞长空#5851",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "玛格汉丶啤酒-凤凰之神",
						["iLvl"] = 346,
						["time"] = 1540566376,
						["class"] = 10,
						["bTag"] = "愤怒的牙签#5718",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "流雲绯血-安苏",
						["iLvl"] = 371,
						["time"] = 1540566382,
						["class"] = 6,
						["bTag"] = "流雲#51283",
					}, -- [44]
					{
						["role"] = "TANK",
						["name"] = "桂美蘇安-深渊之巢",
						["iLvl"] = 348,
						["time"] = 1540566382,
						["class"] = 2,
						["bTag"] = "萦雨忧枫#5170",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "丨奈法清风丨-艾露恩",
						["iLvl"] = 379,
						["time"] = 1540566378,
						["class"] = 8,
						["bTag"] = "夜听风雨#5736",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "起哪个名好-凤凰之神",
						["iLvl"] = 363,
						["time"] = 1540566382,
						["class"] = 3,
						["bTag"] = "超新星#51937",
					}, -- [47]
				},
				["1-247-648-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "无敌小三三-死亡之翼",
						["time"] = 1538233552,
						["class"] = 2,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "白堕春醪-克尔苏加德",
						["iLvl"] = 366,
						["time"] = 1538233547,
						["class"] = 3,
						["bTag"] = "莫山山#5631",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "我来自欧皇洲-密林游侠",
						["iLvl"] = 371,
						["time"] = 1538233642,
						["class"] = 1,
						["bTag"] = "五楼炉石第一人#5457",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "我丶无爱-阿斯塔洛",
						["time"] = 1538233541,
						["class"] = 6,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "放开那只肥羊-影之哀伤",
						["iLvl"] = 347,
						["time"] = 1538233642,
						["class"] = 8,
						["bTag"] = "小凡#5437",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "寂寞滴蛮蛮-凤凰之神",
						["iLvl"] = 358,
						["time"] = 1538233541,
						["class"] = 2,
						["bTag"] = "冰霜之犬#5155247",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "炎吟灬风-格瑞姆巴托",
						["iLvl"] = 344,
						["time"] = 1538233642,
						["class"] = 10,
						["bTag"] = "Mrz#51818",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "见习游侠-阿曼尼",
						["iLvl"] = 352,
						["time"] = 1538233606,
						["class"] = 2,
						["bTag"] = "gunbird#5765",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "文乐乐-死亡之翼",
						["iLvl"] = 357,
						["time"] = 1538233570,
						["class"] = 8,
						["bTag"] = "醒勒就微笑#5271",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "卡不拉挪威骑-玛瑟里顿",
						["iLvl"] = 340,
						["time"] = 1538233547,
						["class"] = 1,
						["bTag"] = "chengi#5589",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝白条纹丶-贫瘠之地",
						["iLvl"] = 345,
						["time"] = 1538233554,
						["class"] = 12,
						["bTag"] = "麦兜000#5386",
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "夕色琉璃-血牙魔王",
						["iLvl"] = 360,
						["time"] = 1538233552,
						["class"] = 6,
						["bTag"] = "看上去很牛逼#5762",
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "Taoerdly-血色十字军",
						["time"] = 1538233642,
						["class"] = 11,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "铁血史泰龍-暗影议会",
						["time"] = 1538233541,
						["class"] = 11,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "Kengdady-奥尔加隆",
						["iLvl"] = 362,
						["time"] = 1538233580,
						["class"] = 4,
						["bTag"] = "傻纸#5780",
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "芸希依依-血环",
						["iLvl"] = 349,
						["time"] = 1538233541,
						["class"] = 2,
						["bTag"] = "舞动的月刃#5747",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "糕富帅丨成都-白骨荒野",
						["time"] = 1538233558,
						["class"] = 2,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "人字拖大裤衩-阿纳克洛斯",
						["iLvl"] = 359,
						["time"] = 1538233556,
						["class"] = 3,
						["bTag"] = "Slone#51225",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "月影丶梦魇-凤凰之神",
						["iLvl"] = 353,
						["time"] = 1538233558,
						["class"] = 8,
						["bTag"] = "丨恍如隔世灬#5282",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "核桃吖-凤凰之神",
						["iLvl"] = 351,
						["time"] = 1538233547,
						["class"] = 3,
						["bTag"] = "河豚吖#5860",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "夜汐-埃德萨拉",
						["iLvl"] = 337,
						["time"] = 1538233558,
						["class"] = 2,
						["bTag"] = "王小希#5461",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "纯生啤酒-熔火之心",
						["iLvl"] = 347,
						["time"] = 1538233554,
						["class"] = 12,
						["bTag"] = "爱潜行#51208",
					}, -- [22]
					{
						["role"] = "HEALER",
						["name"] = "改變糖果味-巫妖之王",
						["time"] = 1538233539,
						["class"] = 5,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "聖奇丗-黑龙军团",
						["iLvl"] = 369,
						["time"] = 1538233642,
						["class"] = 2,
						["bTag"] = "SuperNinja#547237",
					}, -- [24]
					{
						["role"] = "HEALER",
						["name"] = "范府大少奶奶-死亡之翼",
						["iLvl"] = 366,
						["time"] = 1538233626,
						["class"] = 10,
						["bTag"] = "凸凸勒个凹凹#5815",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "軟殼中華-玛瑟里顿",
						["iLvl"] = 341,
						["time"] = 1538233547,
						["class"] = 3,
						["bTag"] = "张欣瑜#5116",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "库拉肯-冰霜之刃",
						["iLvl"] = 352,
						["time"] = 1538233642,
						["class"] = 1,
						["bTag"] = "库拉肯#5183",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "淡眸-影之哀伤",
						["iLvl"] = 345,
						["time"] = 1538233642,
						["class"] = 8,
						["bTag"] = "人偶小人#5986",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "你若回忆-伊森利恩",
						["time"] = 1538233642,
						["class"] = 12,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "醇浆果汁-迅捷微风",
						["time"] = 1538233630,
						["class"] = 9,
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "我要奶十个-血环",
						["iLvl"] = 344,
						["time"] = 1538233634,
						["class"] = 10,
						["bTag"] = "赵日天#51241",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "一只小骚猪-太阳之井",
						["iLvl"] = 354,
						["time"] = 1538233636,
						["class"] = 12,
						["bTag"] = "一刀999#51556",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "大瑭达雷-影之哀伤",
						["iLvl"] = 344,
						["time"] = 1538233640,
						["class"] = 12,
						["bTag"] = "kim#53724",
					}, -- [33]
					{
						["role"] = "HEALER",
						["name"] = "星丶恒-无尽之海",
						["iLvl"] = 358,
						["time"] = 1538233642,
						["class"] = 5,
						["bTag"] = "血之永恒#5829",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "复活的仆从-格瑞姆巴托",
						["iLvl"] = 346,
						["time"] = 1538233642,
						["class"] = 6,
						["bTag"] = "DUNPunchFACE#5363",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "Iost-凤凰之神",
						["time"] = 1538233630,
						["class"] = 4,
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "小沙弥款款-埃德萨拉",
						["iLvl"] = 343,
						["time"] = 1538233642,
						["class"] = 10,
						["bTag"] = "喜感小牛哥#5347",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "不爱刮胡子-红龙军团",
						["iLvl"] = 370,
						["time"] = 1538233634,
						["class"] = 11,
						["bTag"] = "jeff#5406",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "丿离灬殇-黑铁",
						["iLvl"] = 370,
						["time"] = 1538233606,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "追灬愛#5333",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "情久舞离殇-格瑞姆巴托",
						["iLvl"] = 369,
						["time"] = 1538233636,
						["class"] = 12,
						["bTag"] = "久天#51417",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "乌龟你砸头-影之哀伤",
						["iLvl"] = 356,
						["time"] = 1538233642,
						["class"] = 8,
						["bTag"] = "暗影守望者#5774",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "飘血残月-格瑞姆巴托",
						["time"] = 1538233626,
						["class"] = 3,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "僵尸道长-雏龙之翼",
						["iLvl"] = 369,
						["time"] = 1538233630,
						["class"] = 8,
						["bTag"] = "ljw850623#5290",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "神圣女道士-鬼雾峰",
						["time"] = 1538233642,
						["class"] = 2,
						["leader"] = true,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "水门大侠-迦玛兰",
						["iLvl"] = 335,
						["time"] = 1538233642,
						["class"] = 3,
						["bTag"] = "水门大侠#5832",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "世界你打哥-藏宝海湾",
						["iLvl"] = 354,
						["time"] = 1538233606,
						["class"] = 1,
						["bTag"] = "心碎前一秒#5361",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "Cho-血色十字军",
						["time"] = 1538233642,
						["class"] = 12,
					}, -- [47]
					{
						["role"] = "HEALER",
						["name"] = "布加迪-耐奥祖",
						["iLvl"] = 345,
						["time"] = 1538233642,
						["class"] = 11,
						["bTag"] = "台州#5413",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "曲终灬人散-影之哀伤",
						["iLvl"] = 346,
						["time"] = 1538233642,
						["class"] = 1,
						["bTag"] = "华丽之裤#57305",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "Irenerry-克尔苏加德",
						["iLvl"] = 362,
						["time"] = 1538233626,
						["class"] = 4,
						["bTag"] = "夕立方程式#5279",
					}, -- [50]
					{
						["role"] = "TANK",
						["name"] = "败北的少年丶-格瑞姆巴托",
						["iLvl"] = 347,
						["time"] = 1538233606,
						["class"] = 1,
						["bTag"] = "Hala#5835",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "壞脾氣-诺莫瑞根",
						["time"] = 1538233626,
						["class"] = 2,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "草原小肥牛-希雷诺斯",
						["time"] = 1538233628,
						["class"] = 1,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "黑夜的-夏维安",
						["iLvl"] = 354,
						["time"] = 1538233632,
						["class"] = 1,
						["bTag"] = "小嘿灬派#5977",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "不要沉沦-太阳之井",
						["time"] = 1538233632,
						["class"] = 8,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "克尔苏迦德-燃烧之刃",
						["iLvl"] = 342,
						["time"] = 1538233628,
						["class"] = 8,
						["bTag"] = "超级大帅哥#5151",
					}, -- [56]
					{
						["role"] = "HEALER",
						["name"] = "红丶肚兜-安苏",
						["time"] = 1538233638,
						["class"] = 2,
					}, -- [57]
				},
				["6-0-17-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "凛冬寒冷-安苏",
						["iLvl"] = 282,
						["time"] = 1538402649,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "陈伟#5531",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "奶昔尐菇凉-风暴之鳞",
						["iLvl"] = 309,
						["time"] = 1538402442,
						["class"] = 5,
						["bTag"] = "高小琴#5773",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "元素回响丶-奥尔加隆",
						["iLvl"] = 299,
						["time"] = 1538402560,
						["class"] = 7,
						["bTag"] = "Davion#5935",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "疯子向来偏执-雷霆之王",
						["iLvl"] = 297,
						["time"] = 1538403009,
						["class"] = 2,
						["bTag"] = "请让我再坑一次#5243",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "魔妖狼-埃德萨拉",
						["iLvl"] = 298,
						["time"] = 1538404212,
						["class"] = 1,
						["bTag"] = "紫色炫风#51464",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "灬子曦丶-提尔之手",
						["iLvl"] = 299,
						["time"] = 1538403675,
						["class"] = 8,
						["bTag"] = "虚空灬之翼#5274",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "我的法氪-斯克提斯",
						["iLvl"] = 315,
						["time"] = 1538402495,
						["class"] = 8,
						["bTag"] = "麦坚#5118",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "Meow-战歌",
						["iLvl"] = 342,
						["time"] = 1538404212,
						["class"] = 5,
						["bTag"] = "Meow#52568",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "我叫战神七-布兰卡德",
						["iLvl"] = 297,
						["time"] = 1538403166,
						["class"] = 4,
						["bTag"] = "风暴烈酒#5141",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "哈么劲-提瑞斯法",
						["iLvl"] = 298,
						["time"] = 1538403040,
						["class"] = 6,
						["bTag"] = "shotguns#5970",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "丶杜康-破碎岭",
						["iLvl"] = 296,
						["time"] = 1538402176,
						["class"] = 9,
						["bTag"] = "树叶过河全靠浪#5117",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "蒼嘢一郎-燃烧之刃",
						["iLvl"] = 312,
						["time"] = 1538403156,
						["class"] = 12,
						["bTag"] = "鬼魂之龙#5302339",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "灬恶爷灬-血环",
						["iLvl"] = 349,
						["time"] = 1538404212,
						["class"] = 9,
						["bTag"] = "无尽的鞭鞑#5562",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "Spunkyz-安苏",
						["iLvl"] = 304,
						["time"] = 1538404212,
						["class"] = 8,
						["bTag"] = "好横#5467",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "裤裆里的蛟龙-冰风岗",
						["iLvl"] = 344,
						["time"] = 1538403729,
						["class"] = 12,
						["bTag"] = "蛮力之枭#56303",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "史蒂夫香蕉-格瑞姆巴托",
						["iLvl"] = 306,
						["time"] = 1538404212,
						["class"] = 2,
						["bTag"] = "叶孤城#5347",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "言叶之雨-凤凰之神",
						["iLvl"] = 285,
						["time"] = 1538404212,
						["class"] = 4,
						["bTag"] = "linkin#5256",
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "牛德华-战歌",
						["time"] = 1538404212,
						["class"] = 11,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "馨小蕾-红龙女王",
						["iLvl"] = 348,
						["time"] = 1538403049,
						["class"] = 6,
						["bTag"] = "MrX#51650",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼王卅狂战哥-黑翼之巢",
						["iLvl"] = 356,
						["time"] = 1538402590,
						["class"] = 1,
						["bTag"] = "狂战哥#5405",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "Qwqsun-回音山",
						["iLvl"] = 345,
						["time"] = 1538403508,
						["class"] = 12,
						["bTag"] = "CGLFalcon#5772",
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "城久幽-贫瘠之地",
						["iLvl"] = 295,
						["time"] = 1538404212,
						["class"] = 6,
						["bTag"] = "城九幽#5775",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "初春饰利-苏塔恩",
						["iLvl"] = 288,
						["time"] = 1538403656,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "夕小舞#5143",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "风险投资大亨-安苏",
						["iLvl"] = 342,
						["time"] = 1538402631,
						["class"] = 8,
						["bTag"] = "纯牛奶#51563",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "男孩要矜持-安苏",
						["iLvl"] = 350,
						["time"] = 1538402642,
						["class"] = 1,
						["bTag"] = "曰破天#51558",
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "哎砍翻-血色十字军",
						["iLvl"] = 341,
						["time"] = 1538403929,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "凯瑞甘#54967",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "法爷千古-贫瘠之地",
						["time"] = 1538402890,
						["class"] = 8,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "世界最萌老牛-迅捷微风",
						["iLvl"] = 346,
						["time"] = 1538402992,
						["class"] = 2,
						["bTag"] = "陈刚#5990",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "花微醉-罗宁",
						["iLvl"] = 337,
						["time"] = 1538403086,
						["class"] = 1,
						["bTag"] = "神沉#5341",
					}, -- [29]
					{
						["role"] = "HEALER",
						["name"] = "尛灬兜-斯克提斯",
						["iLvl"] = 336,
						["time"] = 1538403687,
						["class"] = 5,
						["bTag"] = "尛灬兜#5979",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "抹茶妹妹-斯克提斯",
						["iLvl"] = 339,
						["time"] = 1538403702,
						["class"] = 8,
						["bTag"] = "Rick1987#5846",
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "丶闪电-安其拉",
						["iLvl"] = 348,
						["time"] = 1538403679,
						["class"] = 12,
						["bTag"] = "闻一多#51880",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "聆听朝阳-死亡之翼",
						["iLvl"] = 364,
						["time"] = 1538403802,
						["class"] = 3,
						["bTag"] = "纪大爷#51996",
					}, -- [33]
					{
						["role"] = "HEALER",
						["name"] = "家里有矿-风暴之鳞",
						["iLvl"] = 341,
						["time"] = 1538403839,
						["class"] = 11,
						["bTag"] = "澄海之王#5448",
					}, -- [34]
					{
						["role"] = "TANK",
						["name"] = "本王来巡山-红龙军团",
						["iLvl"] = 291,
						["time"] = 1538403971,
						["class"] = 1,
						["bTag"] = "本王很忧伤#5651",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "魔西-幽暗沼泽",
						["iLvl"] = 350,
						["time"] = 1538404212,
						["class"] = 12,
						["bTag"] = "张少祥#51314",
					}, -- [36]
					{
						["role"] = "HEALER",
						["name"] = "戰丨妩媚-格瑞姆巴托",
						["iLvl"] = 315,
						["time"] = 1538404212,
						["class"] = 5,
						["bTag"] = "liansfx#5999",
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "天闲夏夏-克尔苏加德",
						["iLvl"] = 282,
						["time"] = 1538404212,
						["class"] = 10,
						["bTag"] = "风依淇淋#5331",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "墨染云巅-死亡之翼",
						["iLvl"] = 378,
						["time"] = 1538404212,
						["class"] = 3,
						["bTag"] = "暮丶小暖#5488",
					}, -- [39]
					{
						["role"] = "TANK",
						["name"] = "糖寶寶-死亡之翼",
						["iLvl"] = 299,
						["time"] = 1538404212,
						["class"] = 2,
						["bTag"] = "糖小芯#51153",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "丑得没人爱-雷霆之怒",
						["iLvl"] = 284,
						["time"] = 1538404212,
						["class"] = 1,
						["bTag"] = "心伤谁知#5239",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "邱小肉-冰霜之刃",
						["iLvl"] = 305,
						["time"] = 1538404098,
						["class"] = 8,
						["bTag"] = "邱小肉#5262",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "枫舞恋清秋-能源舰",
						["iLvl"] = 308,
						["time"] = 1538404212,
						["class"] = 12,
						["bTag"] = "幽廊夜听风#5466",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "爆爆冰-凤凰之神",
						["iLvl"] = 69,
						["time"] = 1538404212,
						["class"] = 8,
						["bTag"] = "康康很腻害#5297",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "千星游月-凤凰之神",
						["iLvl"] = 371,
						["time"] = 1538404212,
						["class"] = 12,
						["bTag"] = "隔壁的黄瓜#5890",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "吃我一记旋风-格瑞姆巴托",
						["iLvl"] = 285,
						["time"] = 1538404212,
						["class"] = 1,
						["bTag"] = "西行寺幽幽子#5766",
					}, -- [46]
					{
						["role"] = "HEALER",
						["name"] = "清水苹果-埃德萨拉",
						["iLvl"] = 7,
						["time"] = 1538658230,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "清水五#5972",
					}, -- [47]
					{
						["role"] = "TANK",
						["name"] = "死骑的觉醒-血色十字军",
						["iLvl"] = 344,
						["time"] = 1538657849,
						["class"] = 6,
						["bTag"] = "铸剑封魔#5692",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "清水西瓜-苏塔恩",
						["time"] = 1538658230,
						["class"] = 3,
					}, -- [49]
					{
						["role"] = "TANK",
						["name"] = "怒鬼鬼-天空之墙",
						["iLvl"] = 345,
						["time"] = 1538658203,
						["class"] = 1,
						["bTag"] = "小鬼爷#5967",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "子玄-凤凰之神",
						["time"] = 1538658230,
						["class"] = 8,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "誑嘢哋曊詻懞-克尔苏加德",
						["iLvl"] = 348,
						["time"] = 1538657830,
						["class"] = 9,
						["bTag"] = "monster#52667",
					}, -- [52]
					{
						["role"] = "TANK",
						["name"] = "地狱乄死神-凤凰之神",
						["time"] = 1538658230,
						["class"] = 2,
					}, -- [53]
					{
						["role"] = "TANK",
						["name"] = "也是扛不住-血环",
						["time"] = 1538658230,
						["class"] = 2,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "那一抹疲惫-血环",
						["iLvl"] = 330,
						["time"] = 1538657836,
						["class"] = 12,
						["bTag"] = "执笔画夕颜#51848",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "两仪挊-奎尔丹纳斯",
						["iLvl"] = 345,
						["time"] = 1538658230,
						["class"] = 3,
						["bTag"] = "章晨#5922",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "她的微笑-芬里斯",
						["time"] = 1538658230,
						["class"] = 11,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "轩轩弟弟-阿比迪斯",
						["time"] = 1538658230,
						["class"] = 1,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "玄天机的-死亡之翼",
						["iLvl"] = 316,
						["time"] = 1538657830,
						["class"] = 3,
						["bTag"] = "玄天机#51201",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "战歌男爵-燃烧之刃",
						["iLvl"] = 354,
						["time"] = 1538658230,
						["class"] = 3,
						["bTag"] = "出坐骑#5328",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "杨云龙-试炼之环",
						["iLvl"] = 338,
						["time"] = 1538658150,
						["class"] = 1,
						["bTag"] = "yangyang#5667",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "我才是传奇-影之哀伤",
						["time"] = 1538658119,
						["class"] = 12,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "晚枫菰叶-菲拉斯",
						["iLvl"] = 381,
						["time"] = 1538657843,
						["class"] = 11,
						["bTag"] = "秋思浅#5524",
					}, -- [63]
					{
						["role"] = "HEALER",
						["name"] = "Wyeth-能源舰",
						["time"] = 1538658230,
						["class"] = 5,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "香港咆哮-伊森利恩",
						["iLvl"] = 323,
						["time"] = 1538657858,
						["class"] = 1,
						["bTag"] = "香港名鼠#5528",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "四月半-伊森利恩",
						["iLvl"] = 283,
						["time"] = 1538658230,
						["bTag"] = "开心的小胖子#51247",
					}, -- [66]
					{
						["role"] = "TANK",
						["name"] = "晴天灬尐寳-冰风岗",
						["iLvl"] = 337,
						["time"] = 1538657868,
						["class"] = 2,
						["bTag"] = "Honey#5907",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "叫我小陈-冰风岗",
						["iLvl"] = 344,
						["time"] = 1538658230,
						["class"] = 1,
						["bTag"] = "帅气的阿布#5741",
					}, -- [68]
					{
						["role"] = "HEALER",
						["name"] = "樽中月-耐奥祖",
						["iLvl"] = 292,
						["time"] = 1538658119,
						["class"] = 5,
						["bTag"] = "biubiubiu#5738",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "暗之优雅-白银之手",
						["time"] = 1538658230,
						["class"] = 9,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "阿辛莎-试炼之环",
						["time"] = 1538657864,
						["class"] = 8,
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "无欢不成夜-斯克提斯",
						["iLvl"] = 357,
						["time"] = 1538658214,
						["class"] = 4,
						["bTag"] = "部落丶无欢不成夜#5803",
					}, -- [72]
					{
						["role"] = "TANK",
						["name"] = "剑荡乂四方-埃德萨拉",
						["iLvl"] = 345,
						["time"] = 1538658162,
						["class"] = 2,
						["bTag"] = "BouncyBear#561961",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "诗蝶夏树-迦拉克隆",
						["iLvl"] = 317,
						["time"] = 1538657918,
						["class"] = 10,
						["bTag"] = "夏树#51718",
					}, -- [74]
					{
						["role"] = "TANK",
						["name"] = "卡莫吉-能源舰",
						["time"] = 1538657924,
						["class"] = 1,
					}, -- [75]
					{
						["role"] = "HEALER",
						["name"] = "捏蛋怪-格瑞姆巴托",
						["iLvl"] = 354,
						["time"] = 1538658166,
						["class"] = 2,
						["bTag"] = "捏蛋怪#5672",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "炒饭哥哥-深渊之巢",
						["iLvl"] = 344,
						["time"] = 1538657942,
						["class"] = 1,
						["bTag"] = "冰菓#52315",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "艾米娜姆-巴瑟拉斯",
						["iLvl"] = 362,
						["time"] = 1538658166,
						["class"] = 7,
						["bTag"] = "张牧之#51936",
					}, -- [78]
					{
						["role"] = "TANK",
						["name"] = "聖光忽悠伱-伊森利恩",
						["iLvl"] = 281,
						["time"] = 1538658230,
						["class"] = 2,
						["bTag"] = "梅川酷子#52192",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "陈小妤-阿曼尼",
						["iLvl"] = 358,
						["time"] = 1538658170,
						["class"] = 3,
						["bTag"] = "点点#5811",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "Canbe-古尔丹",
						["iLvl"] = 350,
						["time"] = 1538658142,
						["class"] = 4,
						["bTag"] = "force#5114",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "搅菊-国王之谷",
						["iLvl"] = 344,
						["time"] = 1538658142,
						["class"] = 8,
						["bTag"] = "超能之忍者#51390",
					}, -- [82]
					{
						["role"] = "HEALER",
						["name"] = "奶糖尐菟-奎尔丹纳斯",
						["iLvl"] = 359,
						["time"] = 1538658142,
						["class"] = 5,
						["bTag"] = "善良的墙尖#5878",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "李丿恩非尔德-阿尔萨斯",
						["iLvl"] = 354,
						["time"] = 1538658067,
						["class"] = 12,
						["bTag"] = "lizheng#5661",
					}, -- [84]
					{
						["role"] = "TANK",
						["name"] = "沙龙巴斯-格瑞姆巴托",
						["iLvl"] = 359,
						["time"] = 1538658230,
						["class"] = 6,
						["bTag"] = "飍炎#5521",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "糯糯的谁-丹莫德",
						["time"] = 1538658168,
						["class"] = 4,
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "一直混-死亡之翼",
						["iLvl"] = 368,
						["time"] = 1538658166,
						["class"] = 8,
						["bTag"] = "翼之魂#5709",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "风之丨誓言-丹莫德",
						["iLvl"] = 344,
						["time"] = 1538658162,
						["class"] = 11,
						["bTag"] = "風間苍月#51529",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "黄叶舞秋风-火焰之树",
						["time"] = 1538658230,
						["class"] = 8,
					}, -- [89]
					{
						["role"] = "TANK",
						["name"] = "佬公-达克萨隆",
						["time"] = 1538658230,
						["class"] = 2,
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "阿瑞西一塔希-丽丽（四川）",
						["time"] = 1538658230,
						["class"] = 9,
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "下巴有毛-古尔丹",
						["iLvl"] = 362,
						["time"] = 1538658230,
						["class"] = 3,
						["bTag"] = "下巴有毛#5963",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "瘙痒-血色十字军",
						["iLvl"] = 357,
						["time"] = 1538658230,
						["class"] = 8,
						["bTag"] = "紫夜封印#5548",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "二彼的青春-霜狼",
						["iLvl"] = 361,
						["time"] = 1538658230,
						["class"] = 8,
						["bTag"] = "渐行渐远#5588",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "丿骚骚丨-戈提克",
						["iLvl"] = 356,
						["time"] = 1538658230,
						["class"] = 8,
						["bTag"] = "骚总#5955",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "一直很日-深渊之巢",
						["iLvl"] = 351,
						["time"] = 1538658230,
						["class"] = 7,
						["bTag"] = "管博#5409",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "大罗神-刀塔",
						["iLvl"] = 350,
						["time"] = 1538658230,
						["class"] = 12,
						["bTag"] = "霸气的罗爷#5333",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "清水战仕-藏宝海湾",
						["iLvl"] = 354,
						["time"] = 1538658230,
						["class"] = 1,
						["bTag"] = "清水#52950",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "Fanatics-熔火之心",
						["iLvl"] = 355,
						["time"] = 1539232443,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "念旧灬文#5812",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "快乐黑米糕-伊森利恩",
						["iLvl"] = 358,
						["time"] = 1539232443,
						["class"] = 10,
						["bTag"] = "DENGQI#51243",
					}, -- [100]
				},
				["2-137-502-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "乱试佳人-燃烧之刃",
						["iLvl"] = 376,
						["time"] = 1539531860,
						["class"] = 7,
						["bTag"] = "熊猫爪子#5422",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "两小爪爪-燃烧之刃",
						["iLvl"] = 208,
						["time"] = 1539528656,
						["class"] = 1,
						["bTag"] = "ruiying#5286",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "超认真大表弟-燃烧之刃",
						["iLvl"] = 379,
						["time"] = 1540567674,
						["class"] = 8,
						["bTag"] = "Tan5211#5847",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "晨星碧落-燃烧之刃",
						["iLvl"] = 374,
						["time"] = 1539531860,
						["class"] = 2,
						["bTag"] = "Michaos#51726",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "乱试嘉人-燃烧之刃",
						["iLvl"] = 375,
						["time"] = 1539531860,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "ruiying#5286",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "灬呸呸丷-加基森",
						["iLvl"] = 375,
						["time"] = 1539531860,
						["class"] = 12,
						["bTag"] = "豁豁山伯爵#5719",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "四小爪子-燃烧之刃",
						["iLvl"] = 375,
						["time"] = 1540567674,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "Ryning#5338",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "惜雨-红云台地",
						["iLvl"] = 373,
						["time"] = 1540567674,
						["class"] = 12,
						["bTag"] = "EternalReah#5518",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "左眼见到怪-伊森利恩",
						["iLvl"] = 371,
						["time"] = 1540567674,
						["class"] = 1,
						["bTag"] = "左眼见到怪#5814",
					}, -- [9]
				},
				["1-247-647-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "小玩一个-血色十字军",
						["iLvl"] = 375,
						["time"] = 1538448649,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "小玩一个#5329",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "来不及解释了-安苏",
						["time"] = 1538448639,
						["class"] = 9,
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "血色牧牧-石爪峰",
						["iLvl"] = 364,
						["time"] = 1538448649,
						["class"] = 5,
						["bTag"] = "幸福天堂#5455",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "孜然之触-死亡之翼",
						["iLvl"] = 369,
						["time"] = 1538448637,
						["class"] = 11,
						["bTag"] = "MOONWHITE#5621",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "西山老鸨-太阳之井",
						["iLvl"] = 373,
						["time"] = 1538448645,
						["class"] = 9,
						["bTag"] = "BAOBAO#5764",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "三和大神-影之哀伤",
						["time"] = 1538448649,
						["class"] = 12,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "舞怨-狂热之刃",
						["iLvl"] = 363,
						["time"] = 1538448643,
						["class"] = 12,
						["bTag"] = "舞凝#5804",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "怎么办重名了-丽丽（四川）",
						["iLvl"] = 345,
						["time"] = 1538448647,
						["class"] = 6,
						["bTag"] = "mazhao27#5274",
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "小欢歌-霜狼",
						["iLvl"] = 351,
						["time"] = 1538448649,
						["class"] = 2,
						["bTag"] = "wanhuan#5515",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "超级灬浣熊-霜狼",
						["iLvl"] = 373,
						["time"] = 1538448645,
						["class"] = 6,
						["bTag"] = "超級浣熊#5347",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "孤单小裤衩-凤凰之神",
						["iLvl"] = 367,
						["time"] = 1538448643,
						["class"] = 12,
						["bTag"] = "瞧那帅哥#5224",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "心醉丨無痕-克尔苏加德",
						["iLvl"] = 371,
						["time"] = 1538448649,
						["class"] = 3,
						["bTag"] = "会喊666#5293",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影舞者-格瑞姆巴托",
						["iLvl"] = 314,
						["time"] = 1538448649,
						["class"] = 4,
						["bTag"] = "犹太人#5221",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "雪蹄牛牛-丹莫德",
						["iLvl"] = 372,
						["time"] = 1538448601,
						["class"] = 11,
						["bTag"] = "萧寒#5640",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "花泽丿香菜-克尔苏加德",
						["iLvl"] = 370,
						["time"] = 1538448643,
						["class"] = 2,
						["bTag"] = "Mikoto#51946",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "杀戮恶魔-丽丽（四川）",
						["iLvl"] = 374,
						["time"] = 1538448649,
						["class"] = 12,
						["bTag"] = "杀戮麒麟#5958",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "嗨丶三胖-格瑞姆巴托",
						["iLvl"] = 374,
						["time"] = 1538448649,
						["class"] = 12,
						["bTag"] = "社会大大大骁哥#5448",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "零陆零肆-格瑞姆巴托",
						["iLvl"] = 361,
						["time"] = 1538448647,
						["class"] = 8,
						["bTag"] = "社会大大大骁哥#5448",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "Udgero-萨格拉斯",
						["time"] = 1538448649,
						["class"] = 9,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "深森圣良-古尔丹",
						["iLvl"] = 356,
						["time"] = 1538448649,
						["class"] = 4,
						["bTag"] = "高顺#5858",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "德玛丿西亚-莱索恩",
						["iLvl"] = 372,
						["time"] = 1538448649,
						["class"] = 3,
						["bTag"] = "不是有希望#5196",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "蕾丝小花喵-克尔苏加德",
						["iLvl"] = 341,
						["time"] = 1538448639,
						["class"] = 4,
						["bTag"] = "JiangHao#5583",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "光之泯灭-迅捷微风",
						["iLvl"] = 366,
						["time"] = 1538448649,
						["class"] = 2,
						["bTag"] = "打不赢就死磕#5462",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "雕汤炖大枣-燃烧之刃",
						["iLvl"] = 372,
						["time"] = 1538448649,
						["class"] = 7,
						["bTag"] = "清清你我#5579",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "月夜葬魂-铜龙军团",
						["iLvl"] = 357,
						["time"] = 1538448649,
						["class"] = 8,
						["bTag"] = "裸瞳#5322",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "弑伤殴麦尬-安苏",
						["iLvl"] = 346,
						["time"] = 1538448649,
						["class"] = 1,
						["bTag"] = "潜行之龟#55559",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "迷人的术大叔-死亡之翼",
						["iLvl"] = 374,
						["time"] = 1538448649,
						["class"] = 9,
						["bTag"] = "迷人的老叔叔#5309",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "非州难民-燃烧之刃",
						["iLvl"] = 371,
						["time"] = 1538448649,
						["class"] = 3,
						["bTag"] = "非州难民#5896",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "浅語-冬拥湖",
						["iLvl"] = 343,
						["time"] = 1538448649,
						["class"] = 3,
						["bTag"] = "斯巴达克斯#5368",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "亖极度深寒亖-夏维安",
						["iLvl"] = 375,
						["time"] = 1538448649,
						["class"] = 8,
						["bTag"] = "月光疾风#5899",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "Evilempiree-冰风岗",
						["iLvl"] = 351,
						["time"] = 1538448649,
						["class"] = 9,
						["bTag"] = "Swarm#51685",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "陈二狗丿-格瑞姆巴托",
						["iLvl"] = 372,
						["time"] = 1538448649,
						["class"] = 8,
						["bTag"] = "Gregary#5920",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "灬艾利桑德灬-利刃之拳",
						["iLvl"] = 336,
						["time"] = 1538448649,
						["class"] = 8,
						["bTag"] = "閗魂#5533",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "Thering-暮色森林",
						["time"] = 1538448649,
						["class"] = 8,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "钢铁梦魇-燃烧之刃",
						["time"] = 1538448649,
						["class"] = 8,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "路鴉-安苏",
						["time"] = 1538448649,
						["class"] = 2,
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "良辰不负美景-冰风岗",
						["time"] = 1538448649,
						["class"] = 11,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "盗丨狩舞-冰风岗",
						["time"] = 1538448649,
						["class"] = 4,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "丶伊什塔尔丶-血色十字军",
						["time"] = 1538448649,
						["class"] = 8,
					}, -- [39]
				},
				["2-144-526-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "三五之年-燃烧之刃",
						["iLvl"] = 349,
						["time"] = 1538324249,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "小飞侠1604#5678",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "無怨-燃烧之刃",
						["iLvl"] = 349,
						["time"] = 1538324249,
						["class"] = 1,
						["bTag"] = "战斗之软泥怪#518195",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "晨曦梦-达基萨斯",
						["iLvl"] = 344,
						["time"] = 1538324249,
						["class"] = 2,
						["bTag"] = "MyLife4Aiur#52620",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "彩云之南-阿尔萨斯",
						["iLvl"] = 355,
						["time"] = 1538324249,
						["class"] = 2,
						["bTag"] = "英雄刀下留#5412",
					}, -- [4]
				},
				["3-135-495-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "乱试佳人-燃烧之刃",
						["iLvl"] = 371,
						["time"] = 1538843372,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "熊猫爪子#5422",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "柯老师输出高-燃烧之刃",
						["iLvl"] = 360,
						["time"] = 1538843372,
						["class"] = 1,
						["bTag"] = "敏捷的祥哥#5973",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "欢乐的蘑菇-燃烧之刃",
						["iLvl"] = 360,
						["time"] = 1538843372,
						["class"] = 5,
						["bTag"] = "抽风的蘑菇#5985",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "真流星蝴蝶剑-燃烧之刃",
						["iLvl"] = 370,
						["time"] = 1538843372,
						["class"] = 6,
						["bTag"] = "蝴蝶大人#5996",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "小喜力-燃烧之刃",
						["time"] = 1538843372,
						["class"] = 11,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "超认真大表弟-燃烧之刃",
						["iLvl"] = 370,
						["time"] = 1538843372,
						["class"] = 8,
						["bTag"] = "Tan5211#5847",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "乱试嘉人-燃烧之刃",
						["iLvl"] = 370,
						["time"] = 1538843372,
						["class"] = 2,
						["bTag"] = "ruiying#5286",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "四小爪子-燃烧之刃",
						["iLvl"] = 364,
						["time"] = 1538500721,
						["class"] = 5,
						["bTag"] = "Ryning#5338",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "海螺人-燃烧之刃",
						["iLvl"] = 365,
						["time"] = 1538843372,
						["class"] = 9,
						["bTag"] = "Isooc#5423",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "呼啸者-红龙军团",
						["time"] = 1538498996,
						["class"] = 7,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "幺伍玖谁-燃烧之刃",
						["iLvl"] = 362,
						["time"] = 1538500548,
						["class"] = 8,
						["bTag"] = "大鸡哥#5962",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "方温柔-米奈希尔",
						["iLvl"] = 360,
						["time"] = 1538499450,
						["class"] = 7,
						["bTag"] = "温柔丶#5453",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "成小派-埃德萨拉",
						["iLvl"] = 362,
						["time"] = 1538500035,
						["class"] = 2,
						["bTag"] = "成小晨#5126",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "酱焖牛柳-地狱之石",
						["iLvl"] = 371,
						["time"] = 1538843372,
						["class"] = 1,
						["bTag"] = "永远的战士#5746",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "看招丶吃矛-燃烧之刃",
						["iLvl"] = 353,
						["time"] = 1538843372,
						["class"] = 1,
						["bTag"] = "锤锤帮#5574",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "Zackfair-地狱之石",
						["iLvl"] = 350,
						["time"] = 1538843372,
						["class"] = 9,
						["bTag"] = "放过我请打我队友#5644",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "好一朵猛少年-燃烧之刃",
						["iLvl"] = 346,
						["time"] = 1538843372,
						["class"] = 4,
						["bTag"] = "郭雨鑫#5310",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "小虎爱吃鱼-安苏",
						["iLvl"] = 368,
						["time"] = 1538843372,
						["class"] = 4,
						["bTag"] = "小虎爱吃鱼#51425",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "Timebag-死亡之翼",
						["iLvl"] = 360,
						["time"] = 1538843372,
						["class"] = 2,
						["bTag"] = "机械之忍#5203494",
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "霎丶-死亡之翼",
						["iLvl"] = 362,
						["time"] = 1538843372,
						["class"] = 2,
						["bTag"] = "夜幽无歌#5168",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "稳如柯基之猫-迦玛兰",
						["iLvl"] = 373,
						["time"] = 1538843372,
						["class"] = 9,
						["bTag"] = "UncleMeow#5178",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "橙色爱疯四-迅捷微风",
						["iLvl"] = 377,
						["time"] = 1538843372,
						["class"] = 12,
						["bTag"] = "淡你大爺的定#5285",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "蕉蕉丶泰岚德-鹰巢山",
						["iLvl"] = 367,
						["time"] = 1538843372,
						["class"] = 12,
						["bTag"] = "Dryad#51957",
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "俏皮的小芒果-格瑞姆巴托",
						["iLvl"] = 365,
						["time"] = 1538843372,
						["class"] = 5,
						["bTag"] = "张同学#5501",
					}, -- [24]
				},
				["2-142-518-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "呼啸者-燃烧之刃",
						["iLvl"] = 378,
						["time"] = 1539269917,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "呼啸者#5190",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "乱试佳人-燃烧之刃",
						["iLvl"] = 374,
						["time"] = 1539269917,
						["class"] = 7,
						["bTag"] = "熊猫爪子#5422",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "乱试嘉人-燃烧之刃",
						["iLvl"] = 374,
						["time"] = 1539269917,
						["class"] = 2,
						["bTag"] = "ruiying#5286",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "浪漫控魂者-埃克索图斯",
						["iLvl"] = 374,
						["time"] = 1539269917,
						["class"] = 3,
						["bTag"] = "快雪时晴#5837",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "养鸡场老板-尘风峡谷",
						["iLvl"] = 375,
						["time"] = 1539367131,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "Zetor#5304",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "瑶宝宝-尘风峡谷",
						["iLvl"] = 368,
						["time"] = 1539367131,
						["class"] = 12,
						["bTag"] = "我爱瑶宝宝#51150",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "不摇不滚-燃烧之刃",
						["time"] = 1539367131,
						["class"] = 3,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "忆的天堂-阿拉希",
						["iLvl"] = 374,
						["time"] = 1539367131,
						["class"] = 4,
						["bTag"] = "乌斯小官#51953",
					}, -- [8]
				},
				["4-0-6-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "秋天的影子-狂热之刃",
						["iLvl"] = 371,
						["time"] = 1540572462,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "悲伤夜#5162",
					}, -- [1]
				},
			},
			["settings"] = {
				["panel"] = false,
			},
			["advShine"] = "80000.06",
			["searchHistoryList"] = {
				"6-0-0-0", -- [1]
			},
		},
	},
}
